Repository: hasadna/ckan-cloud-docker
Catalog: ckan/i18n/*.po
Languages: ar

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
ar: يمكنك أيضًا الوصول إلى هذا السجل باستخدام %(api_link)s(انظر %(api_doc_link)s) أو تنزيل%(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
ar: يمكنك أيضا الوصول إلى هذا التسجيل باستخدام%(api_link)s (أنظر %(api_doc_link)s)

source: All views
ar: كل العروض

source: View view
ar: عرض العرض

source: View preview
ar: عرض المراجعة

source: Additional Info
ar: معلومات إضافية

source: Source
ar: مصدر

source: Maintainer
ar: القائم بالصيانة

source: Version
ar: الإصدار

source: State
ar: حالة

source: Last Updated
ar: آخر تحديث

source: Before you can create a dataset you need to create an organization.
ar: قبل أن تتمكن من إنشاء جدولة البيانات تحتاج الى إنشاء مؤسسة

source: Create a new organization
ar: إنشاء مؤسسة جديدة

source: There are no organizations to which you can assign this dataset.
ar: لا توجد مؤسسة يمكنك تخصيص جدولة البيانات لها.

source: Ask a system administrator to create an organization before you can continue.
ar: اطلب من مسؤول النظام إنشاء المؤسسة قبل المتابعة.

source: Title
ar: عنوان

source: eg. A descriptive title
ar: على سبيل المثال. عنوان وصفي

source: eg. my-dataset
ar: على سبيل المثال. جدولة البياناتي

source: eg. Some useful notes about the data
ar: على سبيل المثال. بعض الملاحظات المفيدة حول البيانات

source: eg. economy, mental health, government
ar: على سبيل المثال. الاقتصاد والصحة العقلية والحكومة

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
ar: تعريفات الترخيص ومعلومات إضافية يمكن العثور عليها في <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
ar: مؤسسة

source: No organization
ar: لا توجد مؤسسة

source: Visibility
ar: رؤية

source: Public
ar: عامة

source: Active
ar: فعال

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
ar: ينطبق <i>ترخيص البيانات</i> الذي تحدده أعلاه فقط على محتويات أي ملفات موارد تضيفها إلى جدولة البيانات هذه. بإرسال هذا النموذج ، فإنك توافق على إصدار قيمت<i> البيانات الوصفية</i> التي تدخلها في النموذج تحت<a href="http://opendatacommons.org/licenses/odbl/1-0/"> رخصة قاعدة البيانات المفتوحة</a>.

source: Are you sure you want to delete this dataset?
ar: هل أنت متأكد من أنك تريد حذف جدولة البيانات هذه؟

source: Next: Add Data
ar: التالي: إضافة البيانات

source: Author Email
ar: البريد الإلكتروني للمؤلف

source: Maintainer Email
ar: البريد الإلكتروني ل مؤدي الصيانة

source: Update Resource
ar: تحديث الموارد

source: Data
ar: بيانات

source: eg. January 2011 Gold Prices
ar: على سبيل المثال. اسعار الذهب في يناير 2011

source: Some useful notes about the data
ar: بعض الملاحظات المفيدة حول البيانات

source: This will be guessed automatically. Leave blank if you wish
ar: هذا سوف يخمن تلقائيا .اتركه فارغا إذا كنت ترغب في ذلك

source: eg. 2012-06-05
ar: على سبيل المثال. 2012-06-05

source: File Size
ar: حجم الملف

source: eg. 1024
ar: على سبيل المثال. 1024

source: MIME Type
ar: نوع MIME

source: eg. application/json
ar: على سبيل المثال. application/json

source: Are you sure you want to delete this resource?
ar: هل أنت متأكد من أنك تريد حذف هذا المورد؟

source: Previous
ar: السابق

source: Save & add another
ar: احفظ وأضف آخر

source: Finish
ar: نهاية

source: What's a resource?
ar: ما هو المورد؟

source: A resource can be any file or link to a file containing useful data.
ar: يمكن أن يكون المورد أي ملف أو رابط إلى ملف يحتوي على بيانات مفيدة.

source: Explore
ar: استكشف

source: More information
ar: معلومات أكثر

source: Fullscreen
ar: شاشة كاملة

source: Embed
ar: تضمين

source: This resource view is not available at the moment.
ar: طريقة عرض الموارد هذه غير متوفرة في الوقت الحالي.

source: Embed resource view
ar: تضمين عرض الموارد

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
ar: يمكنك نسخ شفرة التضمين ولصقها في نظام CMS أو مدونة الخادم يدعم HTML

source: Width
ar: العرض

source: Height
ar: الطول

source: Code
ar: الشفرة

source: Resource Preview
ar: مراجعة الموارد

source: Data and Resources
ar: البيانات و الموارد

source: This dataset has no data
ar: لا تحتوي جدولة البيانات هذه على بيانات

source: Read dataset as of %s
ar: قراءة جدولة البيانات اعتبارًا من%s

source: Create dataset
ar: إنشاء جدولة البيانات

source: Add data
ar: إضافة بيانات

source: eg. My View
ar: مثل. عرضي

source: eg. Information about my view
ar: مثل. معلومات عن عرضي

source: Remove Filter
ar: إزالة الفلتر

source: Filters
ar: مرشحات

source: What's a view?
ar: ماهو العرض

source: A view is a representation of the data held against a resource
ar: العرض عبارة عن تمثيل للبيانات المحتجزة ضد مورد

source: Differences
ar: اختلافات

source: Revision Differences
ar: اختلافات المراجعة

source: Difference
ar: اختلاف

source: No Differences
ar: لا يوجد أختلافات

source: Revision History
ar: مراجعة التاريخ

source: Revisions
ar: مراجعات

source: Undelete
ar: استرجاع الحذف

source: Changes
ar: تغييرات

source: Datasets' Tags
ar: علامات جدولة البيانات

source: Entity
ar: كيان

source: New activity item
ar: عنصر جديد فعال

source: Add Dataset
ar: إضافة جدولة البيانات

source: Datapusher status: {status}.
ar: حالة تدفق البيانات:{status}.

source: Trackback URL
ar: تتبع للوراء ل URL

source: Show More {facet_type}
ar: أظهر المزيد {facet_type}

source: Show Only Popular {facet_type}
ar: عرض الشائع فقط {facet_type}

source: There are no {facet_type} that match this search
ar: لا توجد {facet_type} تطابق هذا البحث

source: Home
ar: الرئيسية

source: Language
ar: اللغة

source: Go
ar: أذهب

source: No License Provided
ar: لم يتم تقديم رخصة

source: This dataset satisfies the Open Definition.
ar: هذه جدولة البيانات تلبي التعريف المفتوح.

source: There is no description for this organization
ar: لا يوجد وصف لهذه المؤسسة

source: This dataset has no description
ar: لا تحتوي جدولة البيانات هذه على وصف

source: Order by
ar: ترتيب حسب

source: Filter Results
ar: تصفية النتائج

source: <p class="extra">Please try another search.</p>
ar: <p class="extra"> يرجى محاولة بحث آخر</p>

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
ar: <p id="search-error"><strong> كان هناك خطأ أثناء البحث.</strong> حاول مرة أخرى.</p>

source: {number} dataset found for "{query}"
ar: لم يتمّ العثور على {number}جدولة بيانات في "{query}"

source: No datasets found for "{query}"
ar: لايوجد جدولة البيانات ل "{query}"

source: {number} dataset found
ar: لم يتم العثور على جدولة البيانات

source: No datasets found
ar: لم يتم العثور على جدولة البيانات

source: {number} group found for "{query}"
ar: لم يتمّ العثور على كيانات في "{query}"

source: No groups found for "{query}"
ar: لم يتم العثور على كيانات لـ "{query}"

source: {number} group found
ar: لم يتمّ العثور على كيانات

source: No groups found
ar: لم يتم العثور على كيانات

source: {number} organization found for "{query}"
ar: لم يتمّ العثور على منظمات في "{query}"

source: No organizations found for "{query}"
ar: لم يتم العثور على مؤسسات لـ "{query}"

source: {number} organization found
ar: لم يتم العثور على مؤسسات

source: No organizations found
ar: لم يتم العثور على مؤسسات

source: Social
ar: المجتمع

source: Subscribe
ar: الاشتراك

source: Email
ar: البريد الإلكتروني

source: Edits
ar: التعديلات

source: Search Tags
ar: علامات البحث

source: News feed
ar: تغذية الأخبار

source: My Datasets
ar: جدولة بياناتي

source: My Organizations
ar: مؤسستي

source: My Groups
ar: كياناتي

source: Activity from items that I'm following
ar: فعال من العناصر التي أتابعها

source: You haven't created any datasets.
ar: لم تقم بإنشاء أي جدولة البيانات

source: Create one now?
ar: قم بإنشاء واحدة الآن؟

source: You are not a member of any groups.
ar: أنت لست عضوًا في أي كيانة.

source: You are not a member of any organizations.
ar: أنت لست عضوًا في أي مؤسسة.

source: Users
ar: مستخدمين

source: Account Info
ar: معلومات الحساب

source: Your profile lets other CKAN users know about who you are and what you do.
ar: يتيح ملف التعريف الخاص بك لمستخدمي CKAN الآخرين معرفة من أنت وماذا تفعل.

source: Change details
ar: تغيير التفاصيل

source: Full name
ar: الاسم الكامل

source: eg. Joe Bloggs
ar: مثال. Joe Bloggs

source: A little information about yourself
ar: القليل من المعلومات عن نفسك

source: Subscribe to notification emails
ar: اشترك في الإشعارات عبر البريد الإلكتروني

source: Change password
ar: تغيير كلمة السر

source: Sysadmin Password
ar: مسؤول النظام كلمة السر

source: Password
ar: كلمة السر

source: Confirm Password
ar: تأكيد كلمة المرور

source: Are you sure you want to delete this User?
ar: هل أنت متأكد من أنك تريد حذف هذا المستخدم؟

source: Are you sure you want to regenerate the API key?
ar: هل أنت متأكد من أنك تريد تجديد مفتاح API ؟

source: Regenerate API Key
ar: إعادة إنشاء مفتاح API

source: Update Profile
ar: تحديث الملف

source: All Users
ar: كل المستخدمين

source: Login
ar: تسجيل الدخول

source: Need an Account?
ar: احتاج الى حساب؟

source: Then sign right up, it only takes a minute.
ar: ثم قم بالتسجيل في الحال ، لا يستغرق الأمر سوى دقيقة.

source: Create an Account
ar: انشئ حساب

source: Forgotten your password?
ar: هل نسيت كلمة السر؟

source: No problem, use our password recovery form to reset it.
ar: لا توجد مشكلة ، استخدم نموذج استرداد كلمة السر الخاص بنا لإعادة تعيينه.

source: Forgot your password?
ar: نسيت رقمك السري؟

source: Logged Out
ar: تسجيل الخروج

source: You are now logged out.
ar: لقد قمت بتسجيل الخروج الآن

source: You're already logged in as {user}.
ar: لقد قمت بالفعل بتسجيل الدخول باسم {user}.

source: Logout
ar: تسجيل الخروج

source: Remember me
ar: تذكرنى

source: You're already logged in
ar: لقد قمت بتسجيل الدخول بالفعل

source: You need to log out before you can log in with another account.
ar: يجب تسجيل الخروج قبل أن تتمكن من تسجيل الدخول باستخدام حساب آخر.

source: Log out now
ar: تسجيل الخروج الآن

source: Registration
ar: التسجيل

source: Register for an Account
ar: سجل للحصول على حساب

source: Why Sign Up?
ar: لماذا التسجيل؟

source: Create datasets, groups and other exciting things
ar: إنشاء جدولة البيانات والكيانات والأشياء المثيرة الأخرى

source: username
ar: أسم المستخدم

source: Full Name
ar: الاسم الكامل

source: Create Account
ar: إنشاء حساب

source: Reset Your Password
ar: اعد ضبط كلمه السر

source: Password Reset
ar: إعادة ضبط كلمة السر

source: You can also change username. It can not be modified later.
ar: لديك الامكانية بان تغيّر اسم المستخدم. لا يتمكّن تعديله في وقت لاحق.

source: Update Password
ar: تحديث كلمة السر

source: How does this work?
ar: كيف يعمل هذا؟

source: Simply enter a new password and we'll update your account
ar: ما عليك سوى إدخال كلمة سر جديدة وسنقوم بتحديث حسابك

source: User hasn't created any datasets.
ar: لم يقم المستخدم بإنشاء أي جدولة بيانات

source: You have not provided a biography.
ar: لم تقدم سيرة ذاتية.

source: This user has no biography.
ar: هذا المستخدم ليس لديه سيرة ذاتية.

source: Open ID
ar: ID مفتوح

source: This means only you can see this
ar: هذا يعني أنك فقط تستطيع أن ترى هذا

source: Member Since
ar: عضو منذ

source: API Key
ar: مفتاح API

source: Reset your password
ar: اعد ضبط كلمه السر

source: Activity from:
ar: فعال من :

source: Search list...
ar: قائمة البحث...

source: You are not following anything
ar: أنت لا تتابع أي شيء

source: No followers
ar: لا يوجد متابعين

source: Search Users
ar: بحث المستخدمين

source: Your password must be 8 characters or longer.
ar: يجب ان تكون كلمة المرمر مكوّنة من 8 احرف او اكثر

source: Complete
ar: مكتمل

source: Pending
ar: قيد الاجراء

source: Submitting
ar: أرسال

source: Not Uploaded Yet
ar: لم يتم التحميل

source: Upload to DataStore
ar: تحميل الى مخزن البيانات

source: Upload error:
ar: خطأ بالتحميل

source: Error:
ar: خطأ:

source: Error traceback:
ar: خطأ تتبع السابق

source: Status
ar: الحالة

source: Last updated
ar: أخر تحديث

source: Never
ar: مطلقا

source: Upload Log
ar: سجل التحميل

source: Details
ar: التفاصيل

source: End of log
ar: نهاية السجل

source: DataStore
ar: مخزن بيانات

source: format: must be one of %s
ar: الصيغة: ضروري ان تكون واحدة من %s

source: DataStore resource not found
ar: لم يتم العثور على مصدر مخزن البيانات

source: Data Dictionary saved. Any type overrides will take effect when the resource is next uploaded to DataStore
ar: تمّ حفظ معطيات القاموس. سيتمّ تحديث كل تحرير مجدّد حينما يُنفّذ تزامن مع سيرفير

source: The data was invalid (for example: a numeric value is out of range or was inserted into a text field).
ar: البيانات غير صالحة (على سبيل المثال: قيمة رقمية خارج النطاق أو تم إدراجها في حقل نص).

source: Resource "{0}" was not found.
ar: لم بتم العثور على المصدر "{0}".

source: User {0} not authorized to update resource {1}
ar: المستخدم {0} غير مصرح له تحديث المصدر {1}

source: CKAN Data API
ar: واجهة برمجة تطبيقات API لبيانات CKAN

source: Access resource data via a web API with powerful query support
ar: الوصول إلى بيانات الموارد عبر واجهة برمجة تطبيقات API الويب مع دعم قوي للاستعلامات

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
ar: معلومات اضافية في <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank"> بيانات CKAN الرئيسية API وتوثيق مخزن البيانات</a></p>

source: Endpoints
ar: نقاط النهاية

source: The Data API can be accessed via the following actions of the CKAN action API.
ar: بلإمكان الوصول لبيانات ال API عن طريق خطوات ال CKAN الخاصة بال API

source: Create
ar: انشاء

source: Update / Insert
ar: تحديث / ادخال

source: Query
ar: استعلام

source: Query (via SQL)
ar: الاستعلام (من خلال SQL)

source: Querying
ar: الاستعلام

source: Query example (first 5 results)
ar: مثال على الاستعلام (أول 5 نتائج)

source: Query example (results containing 'jones')
ar: مثال على الاستعلام (النتيجة تحتوي على 'jones' )

source: Query example (via SQL statement)
ar: مثال على الاستعلام (من خلال عبارة SQL)

source: Example: Javascript
ar: مثال: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
ar: نموذج (JSONP) لطلب بيانات API بإستخدام JQuery

source: Example: Python
ar: مثال : Python

source: Field {num}.
ar: حقل {رقم}

source: Type Override
ar: تجاهل النوع

source: Label
ar: ملصق

source: Data Dictionary
ar: قاموس البيانات

source: Column
ar: عمود

source: Type
ar: نوع

source: Data API
ar: واجهة برمجة تطبيقات API البيانات

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
ar: لمعلومات أكثر <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">إذهب لوثيقة API و مخزن البيانات و بيانات CKAN الرئيسية</a>. </p>

source: Table
ar: جدول

source: Responsive display
ar: مسؤول العرض

source: Show Columns
ar: عرض الاعمدة

source: Hide/Unhide Columns
ar: أخفاء/أظهار الاعمدة

source: Datasets per page
ar: مجموعات البيانات لكل صفحة

source: Test conf
ar: فحص الاعدادات

source: Custom Field Ascending
ar: موائمة الحقل تصاعديا

source: Custom Field Descending
ar: موائمة الحقل تنازليا

source: Custom Text
ar: موائمة النص

source: custom text
ar: موائمة النص

source: Country Code
ar: رمز الدولة

source: custom resource text
ar: موائمة نص المورد

source: This is an untranslated string
ar: هذه عبارة غير مترجمة

source: This group has no description
ar: لا يوجد وصف لهذه الكيانة

source: CKAN's data previewing tool has many powerful features
ar: أداة عرض بيانات ال CKAN تمتلك مميزات عديدة

source: Image url
ar: عنوان الصورة URL

source: Data Explorer
ar: مستكشف بيانات

source: Graph
ar: الرسم البياني

source: Map
ar: خارطة

source: error loading view
ar: خطأ في تحميل العرض

source: Could not load view
ar: تعذر تحميل العرض

source: DataStore returned an error
ar: خطأ في مخزن البيانات

source: DataProxy returned an error
ar: خطأ في وكيل البيانات

source: Grid
ar: شبكة

source: Row offset
ar: تعويض

source: eg: 0
ar: مثال: 0

source: Number of rows
ar: عدد الصفوف

source: eg: 100
ar: مثال: 100

source: Graph type
ar: نوع الرسم البياني

source: Group (Axis 1)
ar: كيانة (محور 1)

source: Series (Axis 2)
ar: متسلسلات (محور 2)

source: Field type
ar: نوع الحقل

source: Latitude field
ar: حقل خط العرض

source: Longitude field
ar: حقل خط الطول

source: GeoJSON field
ar: حقل GeoJSON

source: Auto zoom to features
ar: تقريب تلقائي للمميزات

source: Cluster markers
ar: علامات التجمع

source: Total number of Datasets
ar: عدد مجموع جدولة البيانات

source: Date
ar: تاريخ

source: Total datasets
ar: مجموع جدولة البيانات

source: Dataset Revisions per Week
ar: مراجعة جدولة البيانات كل اسبوع

source: All dataset revisions
ar: مراجعة جدولة البيانات

source: New datasets
ar: انشاء جدولة البيانات

source: Top Rated Datasets
ar: جدولة البيانات الأعلى تقيم

source: Average rating
ar: تقييم متوسط

source: Number of ratings
ar: عدد التقييمات

source: No ratings
ar: بدون تقييم

source: Most Edited Datasets
ar: جدولة البيانات الأكثر تعديل

source: Number of edits
ar: عدد التعديلات

source: No edited datasets
ar: لم يتم التعديل على جدولة البيانات

source: Largest Groups
ar: اكبر الكيانات

source: Number of datasets
ar: عدد جدولة البيانات

source: No groups
ar: لا توجد كيانات

source: Top Tags
ar: أعلى العلامات

source: Tag Name
ar: علامة الاسم

source: Number of Datasets
ar: عدد جدولة البيانات

source: Users Creating Most Datasets
ar: مستخدمين الأكثر إنشاء لجدولة البيانات

source: Statistics Menu
ar: قائمة الاحصائيات

source: Total Number of Datasets
ar: العدد الكلي لجدولة البيانات

source: Text
ar: نص

source: Website
ar: موقع الكتروني

source: Web Page url
ar: عنوان الصفحة على الانترنت URL

source: eg. http://example.com (if blank uses resource url)
ar: على سبيل المثال http://example.com (if blank uses resource url)
