Repository: hasadna/ckan-cloud-docker
Catalog: ckan/i18n/*.po
Languages: ar

source: User %s not authorized to update task_status table
ar: مستخدم %sغير مفوض لتحديث جدول task_status

source: User %s not authorized to update term_translation table
ar: مستخدم%s غير مفوض لتحديث جدول term_translation

source: License not specified
ar: الترخيص غير محدد

source: Creative Commons Attribution Share-Alike
ar: ترخيص Creative Commons Attribution Share-Alike

source: GNU Free Documentation License
ar: رخصة GNU للوثائق الحرة

source: Other (Open)
ar: أخرى (مفتوحة)

source: Other (Public Domain)
ar: أخرى (المجال العام)

source: Other (Attribution)
ar: أخرى (الإحالة)

source: UK Open Government Licence (OGL)
ar: رخصة حكومة المملكة المتحدة المفتوحة (OGL)

source: Creative Commons Non-Commercial (Any)
ar: المشاع الإبداعي غير التجاري (Any)

source: Other (Non-Commercial)
ar: غير ذلك (غير تجاري)

source: Other (Not Open)
ar: غير ذلك (غير مفتوح)

source: depends on %s
ar: يعتمد على%s

source: is a dependency of %s
ar: هو تبعية%s

source: derives from %s
ar: مشتقة من%s

source: has derivation %s
ar: لديه الاشتقاق%s

source: links to %s
ar: روابط ل%s

source: is linked from %s
ar: مرتبط من%s

source: is a child of %s
ar: هو أحد الفروع%s

source: is a parent of %s
ar: هو أحد الوالدين%s

source: has sibling %s
ar: لدية صلة %s

source: Loading...
ar: تحميل...

source: There is no API data to load for this resource
ar: لا توجد بيانات API لتحميل لهذا المورد

source: Failed to load data API information
ar: فشل تحميل معلومات بيانات API

source: Start typing…
ar: أبدا الكتابة...

source: No matches found
ar: لم يتم العثور على تطابق

source: Input is too short, must be at least one character
ar: المساهمة اقصر من اللازم. يجب ان تكون %(num)d احرف على الاقل

source: There are unsaved modifications to this form
ar: هناك تعديلات غير محفوظة في هذا النموذج

source: Please Confirm Action
ar: يرجى تأكيد العملية

source: Are you sure you want to perform this action?
ar: هل أنت متأكد من أنك تريد تنفيذ هذا الإجراء؟

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

source: Unfollow
ar: الغاء المتابعة

source: Follow
ar: تابع

source: Link
ar: رابط

source: Link to a URL on the internet (you can also link to an API)
ar: رابط إلى عنوان URL على الإنترنت (يمكنك أيضًا الارتباط بـ API)

source: Upload
ar: رفع

source: Remove
ar: إزالة

source: Image
ar: صورة

source: Upload a file on your computer
ar: قم بتحميل ملف على جهاز الكمبيوتر الخاص بك

source: File
ar: ملف

source: Save order
ar: حفظ الطلب

source: Saving...
ar: الحفظ

source: Upload a file
ar: تحميل ملف

source: An Error Occurred
ar: حدث خطأ

source: Unable to upload file
ar: لا اتمكن من تحميل الملف

source: Unable to authenticate upload
ar: غير قادر على مصادقة التحميل

source: Resource uploaded
ar: الموارد التي تم تحميلها

source: Unable to get data for uploaded file
ar: غير قادر على الحصول على بيانات للملف الذي تم تحميله

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
ar: أنت تقوم بتحميل ملف. هل أنت متأكد من أنك تريد التنقل بعيدًا وإيقاف هذا التحميل؟

source: Add Filter
ar: إضافة فلتر

source: Select a field
ar: أختر الحقل

source: Edit
ar: تعديل

source: Show more
ar: إظهار المزيد

source: Hide
ar: إخفاء

source: no translation
ar: لا توجد ترجمة

source: hello %(name)s!
ar: مرحبا%(name)s!

source: no %(attr)s translation
ar: لا توجد %(attr)s ترجمات

source: %(num)d item
ar: %(num)dعناصر

source: %(num)d missing translation
ar: %(num)dترجمات مفقودة

source: Error %(error_code)s
ar: خطأ %(error_code)s

source: About {0}
ar: حول {0}

source: CKAN Association
ar: مجموعة CKAN

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
ar: <strong>مشغل بواسطة</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">Ckan</a>

source: Sysadmin settings
ar: إعدادات مسؤول النظام

source: View profile
ar: عرض الملف

source: Dashboard (%(num)d new item)
ar: لوحة القيادة (%(num)d عناصر جديدة)

source: Dashboard
ar: لوحة تحكم

source: Edit settings
ar: تحرير الاعدادات

source: Settings
ar: الاعدادات

source: Log out
ar: خروج

source: Log in
ar: دخول

source: Register
ar: تسجيل

source: Datasets
ar: جدولة البيانات

source: Search Datasets
ar: البحث في جدولة البيانات

source: Search
ar: بحث

source: Skip to content
ar: تخطى الى المحتوى

source: Load less
ar: تحميل أقل

source: Load more
ar: تحميل المزيد

source: No activities are within this activity stream
ar: لا توجد أنشطة ضمن تدفق النشاط هذا

source: Administration
ar: إدارة

source: Sysadmins
ar: مسؤول النظام

source: Config
ar: الإعدادات

source: Trash
ar: مهملات

source: Site logo
ar: شعار الموقع

source: Are you sure you want to reset the config?
ar: هل أنت متأكد من أنك تريد إعادة ضبط الإعدادات؟

source: Reset
ar: أعادة تعيين

source: Update Config
ar: تحديث الاعدادات

source: CKAN config options
ar: خيارات إعدادات CKAN

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
ar: <p><strong> عنوان موقع الكتروني :</strong>هذا هو عنوان هذه الحالة CKAN يظهر في أماكن مختلفة في جميع أنحاء CKAN.</p> <p><strong> نمط : </strong> اختر من قائمة من الأشكال البسيطة لنظام الألوان الرئيسي للحصول على سمة مخصصة سريعة للغاية. </p> <p><strong> Site Tag Logo: </strong> هذا هو الشعار الذي يظهر في رأس كل قوالب نماذج CKAN. </p> <p><strong> حول :</strong> سيظهر هذا النص في حالات CKAN هذه <a href="%(about_url)s"> حول الصفحة </a>.</p><p><strong> نص المقدمة:</strong> سيظهر هذا النص في حالات CKAN هذه <a href="%(home_url)s"> الصفحة الرئيسية </a> ترحيب بالزوار.</p> <p><strong> Custom CSS: </strong> هذه كتلة من CSS تظهر في <code> &lt;head&gt;</code> علامة من كل صفحة. إذا كنت ترغب في تخصيص القوالب بشكل كامل فإننا نوصي بذلك <a href="%(docs_url)s" target="_blank"> قراءة الوثائق </a>.</p> <p><strong> الصفحة الرئيسية: </strong> هذا هو لاختيار تخطيط محدد مسبقا للوحدات التي تظهر على صفحتك الرئيسية. </p>

source: Confirm Reset
ar: تأكيد إعادة التعيين

source: Administer CKAN
ar: إدارة CKAN

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank">sysadmin guide</a></p>
ar: <p>كمستخدم مشرف نظام إدارة المستخدم لديك السيطرة الكاملة على هذا المثال CKAN. المضي قدما مع الرعاية!</p> <p>للحصول على إرشادات حول استخدام ميزات مشرف نظام راجع CKAN <a href="%(docs_url)s" target="_blank"></a>

source: Purge
ar: تطهير

source: <p>Purge deleted datasets forever and irreversibly.</p>
ar: <p>تطهير جدولة البيانات حذف إلى الأبد وبشكل لا رجعة فيه.</p>

source: This resource can not be previewed at the moment.
ar: لا يمكن معاينة هذا المورد في الوقت الحالي.

source: Click here for more information.
ar: انقر هنا لمزيد من المعلومات

source: Download resource
ar: تنزيل الموارد

source: Your browser does not support iframes.
ar: متصفحك لايدعم iframes

source: No preview available.
ar: لا تتوفر معاينة

source: More details...
ar: مزيد من التفاصيل ...

source: No handler defined for data type: %(type)s.
ar: لا يوجد معالج محدد لنوع البيانات:%(type)s.

source: Standard
ar: قياسي

source: Standard Input
ar: مدخل قياسي

source: Medium
ar: متوسط

source: Medium Width Input
ar: عرض متوسط العرض

source: Full
ar: كامل

source: Full Width Input
ar: عرض كامل العرض

source: Large
ar: كبير

source: Large Input
ar: مدخلات كبيرة

source: Prepend
ar: إرفاق

source: Prepend Input
ar: إضافة إدخال

source: Custom Field (empty)
ar: حقل مخصص (empty)

source: Custom Field
ar: حقل مخصص

source: Markdown
ar: تخفيض السعر

source: Textarea
ar: ناحية النص

source: Select
ar: أختيار

source: Activity Stream
ar: تيار فعال

source: Administrators
ar: المسؤولين

source: Add a Group
ar: أضافة كيانة

source: Group Form
ar: نموذج الكيانة

source: Confirm Delete
ar: تأكيد الحذف

source: Are you sure you want to delete group - {name}?
ar: هل أنت متأكد من أنك تريد حذف الكيانة - {name}؟

source: Are you sure you want to delete member - {name}?
ar: هل أنت متأكد من أنك تريد حذف العضو - {name}؟

source: Manage
ar: إداره

source: Edit Group
ar: تحرير الكيانة

source: Members
ar: أعضاء

source: Followers
ar: المتاتبعين

source: History
ar: التاريخ

source: Add Group
ar: إضافة كيانة

source: Search groups...
ar: البحث في الكيانات...

source: Name Ascending
ar: الاسم تصاعدي

source: Name Descending
ar: الاسم تنازلي

source: There are currently no groups for this site
ar: حاليا لا توجد كيانات لهذا الموقع

source: How about creating one?
ar: هل ترغب بإنشاء واحد؟

source: Back to all members
ar: الرجوع الى جميع الاعضاء

source: Edit Member
ar: تحرير عضو

source: Add Member
ar: إضافة عضو

source: Existing User
ar: المستخدمين الحاليين

source: If you wish to add an existing user, search for their username below.
ar: اذا كنت ترغب بإضافة مستخدم جديد، ابحث عن أسماء المستخدمين بالاسفل

source: or
ar: أو

source: New User
ar: مستخدم جديد

source: If you wish to invite a new user, enter their email address.
ar: اذا كنت ترغب بإضافة مستخدم جديد، أدخل البريد الالكتروني الخاص بهم.

source: Role
ar: قاعدة

source: Are you sure you want to delete this member?
ar: هل انت متأكد أنك ترغب بحذف هذا المستخدم؟

source: Delete
ar: حذف

source: Save
ar: حفظ

source: What are roles?
ar: ما هي الاشتراطات؟

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
ar: <p><strong>مشرف:</strong> يمكنه تعديل معلومات الكيانة ، وكذلك إدارة أعضاء المؤسسة.</p> <p><strong>عضو:</strong> يمكن إضافة / إزالة جدولة البيانات من الكيانات</p>

source: Create a Group
ar: انشاء كيانة

source: Update Group
ar: تعديل كيانة

source: Create Group
ar: انشاء كيانة

source: Relevance
ar: ذات صلة

source: Last Modified
ar: أخر تعديل

source: Popular
ar: شائع

source: Search datasets...
ar: بحث في جدولة البيانات ...

source: Datasets in group: {group}
ar: جدولة البيانات في الكيانة: {group}

source: Recent Revision History
ar: تاريخ المراجعة الحديثة

source: Name
ar: اسم

source: My Group
ar: كياناتي

source: Description
ar: وصف

source: A little information about my group...
ar: معلومات قليلة عن كيانتي ...

source: Are you sure you want to delete this Group?
ar: هل انت متأكد انك ترغب في حذف هذه الكيانة؟

source: Save Group
ar: حفظ كيانة

source: {num} Dataset
ar: 0 جدولة بيانات

source: 0 Datasets
ar: 0 قواعد بيانات

source: View {name}
ar: عرض {name}

source: Remove dataset from this group
ar: إزالة جدولة البيانات من هذه الكيانة

source: What are Groups?
ar: ما هي الكيانات؟

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
ar: يمكنك استخدام كيانات CKAN لإنشاء كيانات من جدولة البيانات وإدارتها. يمكن أن يكون ذلك لفهرسة مجموعات البيانات لمشروع أو فريق معين ، أو لموضوع معين ، أو كطريقة بسيطة جدًا لمساعدة الأشخاص في البحث عن جدولة البيانات المنشورة الخاصة بك والبحث عنها.

source: Compare
ar: قارن

source: Deleted
ar: تم الحذف

source: read more
ar: اقرأ المزيد

source: Revision
ar: مراجعة

source: Timestamp
ar: الطابع الزمني

source: Author
ar: مؤلف

source: Log Message
ar: رسالة السجل

source: Welcome
ar: مرحبا

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="http://data.gov.uk">data.gov.uk</a> and the European Union’s <a href="http://publicdata.eu/">publicdata.eu</a>, the Brazilian <a href="http://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN Tour: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Features overview: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>
ar: <p>يعد CKAN منصة البوابة الرئيسية للبيانات المفتوحة المصدر في العالم.</p> CKAN هو حل برمجي جاهز بالكامل يجعل الوصول إلى البيانات أمرًا قابلاً للاستخدام وقابلاً للاستخدام - من خلال توفير أدوات لتبسيط النشر والمشاركة وإيجاد واستخدام البيانات(بما في ذلك تخزين البيانات وتوفير بيانات قوية APIs). تهدف CKAN إلى ناشري البيانات نظرة عامة على الميزات(الحكومات الوطنية والإقليمية والشركات والمؤسسات) الراغبين في جعل بياناتهم مفتوحة ومتاحة.<p> <p> تستخدم CKAN من قبل الحكومات ومجموعات المستخدمين في جميع أنحاء العالم وتمتلك مجموعة متنوعة من بوابات البيانات الرسمية والمجتمعية بما في ذلك بوابات الحكومة المحلية والوطنية والدولية ، مثل المملكة المتحدة <a href="http://data.gov.uk"> data.gov.uk</a>والاتحاد الأوروبي<a href="http://publicdata.eu/">publicdata.eu</a>والبرازيل<a href="http://dados.gov.br/">dados.gov.br</a>، بوابات الحكومة الهولندية وهولندا ، فضلا عن مواقع المدينة والبلديات في الولايات المتحدة والمملكة المتحدة والأرجنتين وفنلندا وغيرها. </p><p> CKAN: <a href="http://ckan.org/"> http://ckan.org/</a><br />CKAN Tour: <a href="http://ckan.org/tour/">http//ckan.org/toue/</a><br /> نظرة عامة على الميزات:<a href="http://ckan.org/features/">http//ckan.org/features/</a></p>

source: Welcome to CKAN
ar: مرحبا في CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
ar: هذه فقرة تمهيدية لطيفة حول CKAN أو الموقع الكتروني العام. ليس لدينا أي نسخة للذهاب هنا بعد ولكن سنعمل قريبا

source: This is a featured section
ar: هذا هو القسم متميز

source: E.g. environment
ar: مثال. البيئة

source: Search data
ar: ابحث في البيانات

source: Search datasets
ar: ابحث/بحث في جدولة البيانات؟؟؟؟

source: Popular tags
ar: العلامات الشائعة

source: {0} statistics
ar: الإحصاء{0}

source: dataset
ar: جدولة البيانات

source: datasets
ar: جدولة البيانات

source: organizations
ar: المنظمات

source: groups
ar: كيانات

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
ar: يمكنك استخدام <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">تنسيق علامة مائلة</a>هنا

source: Value
ar: قيمة

source: This field is required
ar: هذا حقل مطلوب

source: Custom
ar: تعديل

source: The form contains invalid entries:
ar: النموذج يحتوي على مدخلات غير صحيحة:

source: Required field
ar: حقل مطلوب

source: Image URL
ar: العنوان URL للصورة

source: Clear Upload
ar: الغاء الرفع

source: Organization Form
ar: نموذج المنظمة

source: Edit datasets
ar: تحرير جدولة البيانات

source: found for "{query}"
ar: وجدت ل "{query}"

source: Sorry no datasets found for "{query}"
ar: آسف لم يتم العثور على جدولة البيانات ل "{query}"

source: Make public
ar: اجعلها عامة

source: Make private
ar: اجعلها خاصة

source: Draft
ar: مسودة

source: Private
ar: خاص

source: This organization has no datasets associated to it
ar: هذه المؤسسة ليس لديها جدولة البيانات المرتبطة بها

source: Are you sure you want to delete organization - {name}?
ar: هل أنت متأكد من أنك تريد حذف المؤسسة - {name}؟

source: Edit Organization
ar: تحرير منظمة

source: Add Organization
ar: إضافة منظمة

source: Search organizations...
ar: البحث في المنظمات...

source: There are currently no organizations for this site
ar: حاليا لا يوجد منظمة لهذا الموقع

source: Username
ar: اسم المستخدم

source: Email address
ar: البريد الالكتروني

source: Update Member
ar: حدث العضو

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
ar: <p><strong>مشرف:</strong> يمكن إضافة / تحرير وحذف جدولة البيانات ، وكذلك إدارة أعضاء المؤسسة.</p> <p><strong> محرر:</strong> يمكن إضافة وتحرير جدولة البيانات ، ولكن لا يمكنك إدارة أعضاء المؤسسة.</p> <p><strong>العضو:</strong> يمكن عرض جدولة البيانات الخاصة للمؤسسة ، ولكن لا تضيف جدولة بيانات جديدة.</p>

source: {count} member
ar: لا يوجد{count} اعضاء

source: Create an Organization
ar: إنشاء منظمة

source: Update Organization
ar: تحديث منظمة

source: Create Organization
ar: إنشاء منظمة

source: Datasets in organization: {group}
ar: جدولة البيانات في مؤسسة: {group}

source: What are Organizations?
ar: ما هي المنظمات؟

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorise its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
ar: <p>تعمل المنظمات مثل دوائر النشر لمجموعات البيانات (على سبيل المثال ، وزارة الصحة). وهذا يعني أنه يمكن نشر مجموعات البيانات من قِبل قسم ما بدلاً من مستخدم فردي </p> <p>داخل المؤسسات ، يمكن للمشرفين تعيين أدوار وتفويض أعضائها ، مما يمنح المستخدمين الفرديين الحق في نشر مجموعات البيانات من تلك المنظمة المعينة (على سبيل المثال ، مكتب الإحصائيات الوطنية)</p>

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
ar: تُستخدم مؤسسات CKAN لإنشاء مجموعات من جدولة البيانات وإدارتها ونشرها. يمكن أن يكون للمستخدمين أدوارًا مختلفة داخل مؤسسة ، بناءً على مستوى التفويض الخاص بهم لإنشاء و تحرير ونشر.

source: My Organization
ar: منظمتي

source: A little information about my organization...
ar: معلومات قليلة عن منظمتي ...

source: Are you sure you want to delete this Organization? Note*: Deleting cannot be performed while public or private datasets belong to this organization.
ar: هل تتأكّد/ي بانّك تريد/ي تشطب هذه المنظمة؟ انتباه*: لا يمكن تنفيذ عملية الشطب ما دام هناك جدولة بيانات عامّة او خاصّة تنتمي الى هذه المنظمة

source: Save Organization
ar: حفظ المنظمة

source: View {organization_name}
ar: عرض {organization_name}

source: Create Dataset
ar: إنشاء جدولة البيانات

source: What are datasets?
ar: ماهي جدولة البيانات؟

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
ar: جدولة البيانات CKAN عبارة عن مجموعة من موارد البيانات (مثل الملفات) ، بالإضافة إلى وصف ومعلومات أخرى ، على عنوان URL ثابت. جدولة البيانات هي ما يراه المستخدمون عند البحث عن البيانات.

source: Are you sure you want to delete dataset - {name}?
ar: هل أنت متأكد أنك تريد حذف جدولة البيانات - {name}؟

source: Are you sure you want to delete resource - {name}?
ar: هل أنت متأكد من أنك تريد حذف المورد - {name}؟

source: View dataset
ar: عرض جدولة البيانات

source: Edit metadata
ar: تحرير البيانات الوصفية

source: Edit view
ar: تحرير العرض

source: Preview
ar: مراجعة

source: Update
ar: تحديث

source: Associate this group with this dataset
ar: اربط هذه الكيانة بجدولة البيانات

source: Add to group
ar: إضافة للكيانة

source: There are no groups associated with this dataset
ar: لا توجد كيانات مرتبطة بهذه المجموعة من البيانات

source: Update Dataset
ar: تحديث جدولة البيانات

source: Add data to the dataset
ar: إضافة بيانات لجدولة البيانات

source: Add New Resource
ar: إضافة موارد جديدة

source: Add resource
ar: إضافة موارد

source: New resource
ar: موارد جديدة

source: Add view
ar: إضافة عرض

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
ar: قد تكون طرق عرض مستكشف البيانات بطيئة وغير موثوق بها الا إذا تم تمكين ملحق مخزن البيانات , لمزيد من المعلومات, يرجى الاطلاع على<a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>وثيقة مستكشف البيانات</a>

source: Add
ar: إضافة

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
ar: هذه نسخة قديمة من جدولة البيانات هذه , كما تم تعديلها على %(timestamp)s. قد تختلف اختلافا كبيرا عن<a href="%(url)s"> المراجعة الحالية</a>

source: All resources
ar: كل الموارد

source: View resource
ar: عرض الموارد

source: Edit resource
ar: تحرير الموارد

source: Views
ar: عروض

source: API Endpoint
ar: نقطة نهاية API

source: Go to resource
ar: الذهاب الى الموارد

source: Download
ar: تحميل

source: From the dataset abstract
ar: من ملخص جدولة البيانات

source: Source: <a href="%(url)s">%(dataset)s</a>
ar: مصدر: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
ar: لا توجد مشاهدات تم إنشاؤها لهذا المورد حتى الآن.

source: Not seeing the views you were expecting?
ar: ألا ترى وجهات النظر التي كنت تتوقعها؟

source: Here are some reasons you may not be seeing expected views:
ar: في ما يلي بعض الأسباب التي قد لا تظهر لك المشاهدات المتوقعة:

source: No view has been created that is suitable for this resource
ar: لم يتم إنشاء أي عرض مناسب لهذا المورد

source: The site administrators may not have enabled the relevant view plugins
ar: ربما لم يقم مسؤولو الموقع بتمكين المكونات الإضافية للعرض ذات الصلة

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
ar: إذا تطلبت المشاهدة استخدام مخزن البيانات ، فقد لا يتم تمكين المكوّن الإضافي لـ مخزن البيانات ، أو ربما لم يتم دفع البيانات إلى مخزن البيانات ، أو لم ينته مخزن البيانات من معالجة البيانات حتى الآن

source: Additional Information
ar: معلومة إضافية

source: Field
ar: حقل

source: Data last updated
ar: بيانات آخر تحديث

source: unknown
ar: غير معروف

source: Metadata last updated
ar: بيانات التعريف ل آخر تحديث

source: Created
ar: أنشئت

source: Format
ar: شكل

source: License
ar: ترخيص

source: New view
ar: عرض جديد

source: This resource has no views
ar: هذا المورد ليس لديه أي عروض

source: Add new resource
ar: إضافة موارد جديدة

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
ar: <p class="empty">لا تحتوي جدولة البيانات على بيانات ,<a href="%(url)s">لماذا لا تضيف بيانات؟</a></p>

source: API Docs
ar: وثيقة API
