Repository: hasadna/ckan-cloud-docker
Catalog: ckan/i18n/*.po
Languages: ar

source: Authorization function not found: %s
ar: لم يتم العثور على وظيفة إثبات الأصالة %s

source: Admin
ar: مدير

source: Editor
ar: محرر

source: Member
ar: عضو

source: Need to be system administrator to administer
ar: تحتاج إلى أن تكون مسؤول النظام للقيام بالإدارة

source: Site Title
ar: عنوان الموقع

source: Style
ar: شكل

source: Site Tag Line
ar: شعار الموقع

source: Site Tag Logo
ar: شعار علامة الموقع

source: About
ar: حول

source: About page text
ar: نص الصفحة : حول

source: Intro Text
ar: نص المقدمة

source: Text on home page
ar: النص على الصفحة الرئيسية

source: Custom CSS
ar: css خاص

source: Customisable css inserted into the page header
ar: لقد تم إدراج CSS مخصصة في رأس الصفحة

source: Homepage
ar: الصفحة الرئيسية

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
ar: لا يمكن تطهير الحزمة %s لأنها ترتبط في تنقيح %s الذي يشمل الحزم التي لا يمكن حذف %s

source: Problem purging revision %s: %s
ar: مشكلة تطهير تنقيح %s : %s

source: Purge complete
ar: الانتهاء من التطهير

source: Action not implemented.
ar: لم ينفذ العمل.

source: Not authorized to see this page
ar: غير مخول لرؤية هذه الصفحة

source: Access denied
ar: رفض الدخول

source: Not found
ar: غير موجود

source: Bad request
ar: طلب غير صحيح

source: Action name not known: %s
ar: اسم الإجراء غير معروف: %s

source: JSON Error: %s
ar: خطأ JSON: %s

source: Bad request data: %s
ar: طلب غير صحيح المعلومات : %s

source: No revision specified
ar: لم يتم تحديد مراجعة

source: There is no revision with id: %s
ar: ليس هناك مراجعة ذات الرقم: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
ar: مفقود مصطلح البحث ('since_id = UUID' أو 'since_time = TIMESTAMP')

source: Could not read parameters: %r
ar: لا يمكن قراءة المعلمات: %r

source: Bad search option: %s
ar: خيارات البحث سيئة %s

source: Unknown register: %s
ar: سجل غير معروف: %s

source: Request params must be in form of a json encoded dictionary.
ar: يجب أن يكون طلب params في شكل قاموس ترميز json.

source: Group not found
ar: لم يتم العثور على الكيانة

source: Organization not found
ar: المنظمة غير موجودة

source: Incorrect group type
ar: نوع الكيانة غير صحيح

source: Organizations
ar: المنظمات

source: Groups
ar: كيانات

source: Tags
ar: أوسمة

source: Formats
ar: صيغ

source: Licenses
ar: تراخيص

source: User %r not authorized to edit %s
ar: المستخدم %r غير مخول لتحرير %s

source: Not authorized to perform bulk update
ar: غير مخول لإجراء التحديث الشامل

source: Unauthorized to create a group
ar: غير مخول إنشاء كيانة

source: Integrity Error
ar: خطأ سلامة

source: User %r not authorized to edit %s authorizations
ar: المستخدم %r غير مخول لتحرير أذون %s

source: Unauthorized to delete group %s
ar: حذف الكيانة غير مصرح به %s

source: Organization has been deleted.
ar: تم حذف المنظمة.

source: Group has been deleted.
ar: تم حذف الكيانة.

source: %s has been deleted.
ar: تم الحذف %s

source: User %r not authorized to edit members of %s
ar: المستخدم %r غير مصرح لتعديل الأعضاء%s

source: Unauthorized to create group %s members
ar: غير مصرح لانشاء كيانة%s اعضاء

source: Unauthorized to add member to group %s
ar: غير مصرح به إضافة عضو إلى كيانة %s

source: Unauthorized to delete group %s members
ar: غير مصرح به حذف أعضاء الكيانة %s

source: Group member has been deleted.
ar: تم حذف أعضاء الكيانة.

source: Select two revisions before doing the comparison.
ar: الرجاء اختيار اثنين من التنقيحات قبل القيام بالمقارنة.

source: CKAN Group Revision History
ar: تاريخ مراجعة كيانة CKAN

source: Recent changes to CKAN Group:
ar: التغييرات الأخيرة في الكيانة CKAN:

source: Log message:
ar: سجل الرسالة:

source: You are now following {0}
ar: أنت الآن تتابع {0}

source: You are no longer following {0}
ar: أنت الآن لم تعد تتابع {0}

source: Unauthorized to view followers %s
ar: غير مصرح به مشاهدة أتباع %s

source: This site is currently off-line. Database is not initialised.
ar: هذا الموقع هو حاليا خارج الخط. لم يتم بدء قاعدة البيانات.

source: Please <a href="%s">update your profile</a> and add your email address.
ar: إضافة <a href="%s"> تحديث ملفك الشخصي </a> و إضافة

source: %s uses your email address if you need to reset your password.
ar: %s يستخدم عنوان البريد الإلكتروني الخاص بك إذا كنت تحتاج إلى إعادة تعيين كلمة السر

source: Dataset not found
ar: لم يتم العثور على مجموعة البيانات

source: Unauthorized to read package %s
ar: %sغير مصرح له بقراءة الطرد

source: CKAN Dataset Revision History
ar: تاريخ مراجعة جدولة بيانات CKAN

source: Recent changes to CKAN Dataset:
ar: أخر التغيرات لجدولة البيانات CKAN

source: Unauthorized to create a package
ar: غير مصرح لإنشاء طرد

source: Unauthorized to edit this resource
ar: غير مصرح لتعديل المصادر

source: Resource not found
ar: لم يتم العثور على الموارد

source: Unauthorized to update dataset
ar: غير مصرح لتطوير جدولة البيانات

source: The dataset {id} could not be found.
ar: جدولة البيانات {id} غير موجود

source: You must add at least one data resource
ar: يجب إضافة مورد بيانات واحدة على الأقل

source: Error
ar: خطأ

source: Unauthorized to create a resource
ar: غير مصرح لإنشاء مصدر

source: Unauthorized to create a resource for this package
ar: غير مصرح لإنشاء مصدر لهذا الطرد

source: Unable to add package to search index.
ar: غير قابل لإضافة طرد خانة البحث

source: Unable to update search index.
ar: غير قابل لتحديث خانة البحث

source: Dataset has been deleted.
ar: تم حذف البيانات.

source: Unauthorized to delete package %s
ar: %sغير مصرح لحذف الطرد

source: Resource has been deleted.
ar: تم حذف الموارد.

source: Unauthorized to delete resource %s
ar: غير مصرح لحذف المصدر%s

source: Resource view not found
ar: لم يتم العثور على عرض المصدر

source: Resource data not found
ar: لم يتم العثور على مصدر البيانات

source: No download is available
ar: التحميل غير متاح

source: Unauthorized to read dataset %s
ar: %sغير مصرح لقراءة جدولة البيانات

source: Unauthorized to read resource %s
ar: %sغير مصرح لقراءة المصدر

source: Unauthorized to edit resource
ar: غير مصرح لتعديل المصدر

source: View not found
ar: لم يتم العثور على العرض

source: View Type Not found
ar: لم يتم العثور على نوع العرض

source: Bad resource view data
ar: عرض البيانات السيئة

source: Resource view not supplied
ar: عرض المصدر غير مدعوم

source: No preview has been defined.
ar: لا يوجد مراجعة

source: CKAN Repository Revision History
ar: تاريخ معاينة مستودع CKAN

source: Recent changes to the CKAN repository.
ar: أخر التغيرات لمستودع CKAN

source: Datasets affected: %s.
ar: تأثيرات جدولة البيانات:%s.

source: Revision updated
ar: معاينة التحديث

source: Other
ar: آخر

source: Tag not found
ar: وسم المصطلح غير موجود

source: Unauthorized to register as a user.
ar: غير مصرح لتسجيل كمستخدم

source: Unauthorized to create a user
ar: غير مصرح لإنشاء مستخدم

source: Unauthorized to delete user with id "{user_id}".
ar: غير مصرح لحذف المستخدم id "{user_id}".

source: No user specified
ar: لايوجد مستخدم محدد

source: Unauthorized to edit user %s
ar: %sغير مصرح لتعديل المستخدم

source: User not found
ar: المستخدم ليس موجود

source: Profile updated
ar: تم تحديث الملف الشخصي

source: Unauthorized to create user %s
ar: %sغير مصرح لإنشاء مستخدم

source: Bad Captcha. Please try again.
ar: كلمة التحقق غير صحيحة. الرجاء المحاولة مرة أخرى

source: User "%s" is now registered but you are still logged in as "%s" from before
ar: تم تسجيل المستخدم"%s" لكن دخلت ك"%s" من قبل

source: Unauthorized to edit a user.
ar: غير مصرح لتعديل المستخدم

source: User %s not authorized to edit %s
ar: المستخدم %s غير مصرح لتعديل %s

source: Password entered was incorrect
ar: الرقم السري المدخل غير صحيح

source: Old Password
ar: كلمة المرور القديمة

source: incorrect password
ar: كلمة سر خاطئة

source: Login failed. Bad username or password.
ar: خطأ باسم الحساب او الرقم السري

source: Unauthorized to request reset password.
ar: غير مصرح لطلب تغيرر كلمة المرور

source: "%s" matched several users
ar: "%s" تطابق مع مجموعة من المستخدمين

source: No such user: %s
ar: %sغير موجود

source: Please check your inbox for a reset code.
ar: الرجاء مراجعة صندوق البريد الإلكتروني لإعادة الرمز

source: Could not send reset link: %s
ar: لم نتمكن من ارسال رابط اعادة التعيين: %s

source: Unauthorized to reset password.
ar: غير مصرح بتغيير كلمة المرور

source: Invalid reset key. Please try again.
ar: خطأ في إعادة تهيئة المفتاح. الرجاء المحاولة مرة أخرى.

source: Your password has been reset.
ar: تم إعادة تعيين كلمة المرور الخاصة بك.

source: Your password must be 4 characters or longer.
ar: يجب أن تكون كلمة المرور الخاصة بك 4 أحرف أو أكثر.

source: The passwords you entered do not match.
ar: كلمة المرور غير متطابقة.

source: You must provide a password
ar: يجب توفر الرقم السري

source: Follow item not found
ar: المادة غير موجودة

source: {0} not found
ar: {0} غير موجود

source: Everything
ar: كل شئ

source: Missing Value
ar: قيمة مفقودة

source: Redirecting to external site is not allowed.
ar: إعادة توجيه لموقع خارجي غير مسموح

source: {actor} added the tag {tag} to the dataset {dataset}
ar: {actor} اضاف علامة {tag} الى جدولة البيانات {dataset}

source: {actor} updated the group {group}
ar: {actor} تم تحديث الكيانة {group}

source: {actor} updated the organization {organization}
ar: {actor} تم تحديث المؤسسة {organization}

source: {actor} updated the dataset {dataset}
ar: {actor} تم تحديث جدولة البيانات {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
ar: {actor} تم تغير إضافي {extra} لجدولة البيانات {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
ar: {actor} تم تحديث المورد {resource} في جدولة البيانات {dataset}

source: {actor} updated their profile
ar: {actor} تم تحديث الصورة

source: {actor} deleted the group {group}
ar: {actor} شطب الكيانة {group}

source: {actor} deleted the organization {organization}
ar: {actor} شطب المنظّمة{organization}

source: {actor} deleted the dataset {dataset}
ar: {actor} شطب جدولة البيانات {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
ar: {actor} شطب الاضافي {extra} من جدولة البيانات {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
ar: {actor} شطب المورد {resource} من جدولة البيانات {dataset}

source: {actor} created the group {group}
ar: {actor} انشأ الكيانة {group}

source: {actor} created the organization {organization}
ar: {actor} انشأ المنظمة {organization}

source: {actor} created the dataset {dataset}
ar: {actor} انشأ جدولة البيانات {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
ar: {actor} زاد الاضافي {extra} الى جدولة البيانات {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
ar: {actor} اضاف المورد {resource} الى جدولة البيانات {dataset}

source: {actor} signed up
ar: {actor} تسجّل

source: {actor} removed the tag {tag} from the dataset {dataset}
ar: {actor} حذف العلامة {tag} من جدولة البيانات {dataset}

source: {actor} started following {dataset}
ar: {actor} بدأ {dataset} التالي

source: {actor} started following {user}
ar: {actor} بدأ {user} التالي

source: {actor} started following {group}
ar: {actor} بدأ {group} التالي

source: View
ar: معاينة

source: {n} new activity from {site_title}
ar: {n} لم يتمّ العثور على فعليات جديدة من {site_title}

source: January
ar: كانون الثاني

source: February
ar: شباط

source: March
ar: آذار

source: April
ar: نيسان

source: May
ar: أيار

source: June
ar: حزيران

source: July
ar: تموز

source: August
ar: آب

source: September
ar: أيلول

source: October
ar: تشرين الأول

source: November
ar: تشرين الثاني

source: December
ar: كانون الأول

source: Just now
ar: حاليا

source: {mins} minute ago
ar: {mins} قبل 0 دقائق

source: {hours} hour ago
ar: {hours} قبل 0 ساعات

source: {days} day ago
ar: {days} قبل 0 ايّام

source: {months} month ago
ar: {months} قبل 0 شهور

source: over {years} year ago
ar: قبل اكثر من {years} 0 سنوات

source: Update your avatar at gravatar.com
ar: يجب ان تحدّث الصورة الرمزية (avatar) في موقع gravatar.com

source: Unknown
ar: غير معروف

source: Unnamed resource
ar: موارد غير معروفة

source: Created new dataset.
ar: تم انشاء جدولة بيانات جديدة

source: Edited resources.
ar: موارد تم اعدادها

source: Edited settings.
ar: اعدادات تمّ تحريرها

source: {number} view
ar: {number} 0 مشاهدات

source: {number} recent view
ar: {number} 0 مشاهدات اخيرة

source: No recipient email address available!
ar: لا يوجد عنوان البريد الالكتروني للمستلم

source: organization
ar: منظّمة

source: group
ar: كيانة

source: Missing value
ar: قيمة مفقودة

source: The input field %(name)s was not expected.
ar: كانت مساحة الادخال %(name)s غير متوقعة

source: Please enter an integer value
ar: الرجاء ادخال اعداد صحيح ذات قيمة حقيقية

source: Must be a Unicode string value
ar: يجب ان تكون قيمة سلسلة يونيكود

source: Resources
ar: الموارد

source: Package resource(s) invalid
ar: مورد (موارد) الرزمة باطلة

source: Extras
ar: زيادة

source: Tag vocabulary "%s" does not exist
ar: علامة المفردات "%s" غير موجودة

source: User
ar: مستخدم

source: Dataset
ar: جدولة البيانات

source: Group
ar: كيانة

source: Could not parse as valid JSON
ar: لم يتمكن التحليل ك-JSON صالح

source: An organization must be provided
ar: يجب اعطاء اسم منظّمة

source: Organization does not exist
ar: المنظّمة غير موجودة

source: You cannot add a dataset to this organization
ar: زيادة جدولة بيانات لهذه المنظّمة ممنوعة

source: Invalid integer
ar: عدد صحيح غير صحيح

source: Must be a natural number
ar: يجب ان يكون العدد طبيعيا

source: Must be a postive integer
ar: يجب ان يكون العدد الصحيح حقيقيا

source: Date format incorrect
ar: صيغة المعلومات غير صحيحة

source: No links are allowed in the log_message.
ar: لا يسمح ادخال روابط في log_message

source: Dataset id already exists
ar: لا تزال هناك جدولة البيانات

source: Resource
ar: موارد

source: That group name or ID does not exist.
ar: تلك كيانة الاسماء غير موجودة

source: Activity type
ar: نوع النشاط

source: Names must be strings
ar: الاسماء يجب ان تكون سلسلة

source: That name cannot be used
ar: لا يسمح استعمال الاسم

source: Must be at least %s characters long
ar: طوله يجب ان يكون %s احرف على الاقلّ

source: Name must be a maximum of %i characters long
ar: طول الاسم يجب ان يكون %i احرف باقصى قدر

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
ar: يجب ان تكون الرموز احرف صغيرة وارقام (ascil) فقط وتلك الرموز: - _

source: That URL is already in use.
ar: ذلك ال-URL على قيد الاستخدام بالفعل

source: Name "%s" length is less than minimum %s
ar: طول الاسم "%s" اقصر من الحد الادنى %s

source: Name "%s" length is more than maximum %s
ar: يجتاز الاسم "%s" الحد الاقصى %s

source: Version must be a maximum of %i characters long
ar: طول الحد الاقصى للنسخة يجب ان يكوّن من %i احرف

source: Group name already exists in database
ar: اسم الكيانة موجود اصلا في مجموعة البيانات

source: Tag "%s" length is less than minimum %s
ar: طول علامة "%s" اقلّ من الحد الادنى %s

source: Tag "%s" length is more than maximum %i
ar: يجتاز طول العلامة "%s" الحد الاقصى %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
ar: العلامة "%s" يجب ان تكوّن من الاحرف الصغيرة والارقام او الرموز: - _

source: Tag "%s" must not be uppercase
ar: علامة %s يجب ان تكون بالاحرف الكبيرة

source: User names must be strings
ar: اسم المستخدم يجب ان يكون سلسلة

source: That login name is not available.
ar: ذلك اسم الدخول غير متوفر

source: That login name can not be modified.
ar: اسم الدخول ذلك لا يمكن ان يعدّل

source: Please enter both passwords
ar: الرجاء ادخال كلمتي المرور

source: Passwords must be strings
ar: كلمة المرور يجب ان تكون سلسلات

source: Your password must be 8 characters or longer
ar: يجب ان تكون كلمة المرمر مكوّنة من 8 احرف او اكثر

source: The passwords you entered do not match
ar: كلمة المرور غير متطابقة.

source: Edit not allowed as it looks like spam. Please avoid links in your description.
ar: التحرير ليس مسموحا لانّه يشتبه بان يكون رسالة الكترونية تطفلية. الرجاء الامتناع من الروابط في وصفك.

source: Name must be at least %s characters long
ar: الاسم يجب ان يكوّن من %s احرف على الاقلّ

source: That vocabulary name is already in use.
ar: ذلك اسم المفردات على قيد الاستعمال

source: Cannot change value of key from %s to %s. This key is read-only
ar: لا يتمكّن تغيير قيمة المفتاح من %s الى %s. هذا المفتاح للقراءة فقط.

source: Tag vocabulary was not found.
ar: لا يتم العثور على علامة المفردات

source: Tag %s does not belong to vocabulary %s
ar: علامة %s لا تنتمي الى المفردات %s

source: No tag name
ar: لا علامة اسم

source: Tag %s already belongs to vocabulary %s
ar: العلامة %s قد انتمت الى المفردات %s

source: Please provide a valid URL
ar: الرجاء توفير URL شرعي

source: role does not exist.
ar: منصب غير موجود

source: Datasets with no organization can't be private.
ar: لا يمكن ان تكون جدولة بيانات خاصة بدون منظمة

source: Not a list
ar: ليست قائمة

source: Not a string
ar: ليست سلسلة

source: This parent would create a loop in the hierarchy
ar: من الممكن ات ينشأ هذا المصدر حلقة في التسلسل الهرمي

source: "filter_fields" and "filter_values" should have the same length
ar: يجب ان يكون طول "حقول_التصفية" كطول"حقول_القيمة"

source: "filter_fields" is required when "filter_values" is filled
ar: يتطلّب "حقول_التصفية" عندما تتمّ تعبئة "حقول_القيمة"

source: "filter_values" is required when "filter_fields" is filled
ar: ג]כ

source: There is a schema field with the same name
ar: يوجد حقل مخطط بالاسم نفسه

source: Email {email} is not a valid format
ar: البريد الإلكتروني {email} ليس تنسيقًا صالحًا

source: REST API: Create object %s
ar: REST API: إنشاء كائن %s

source: REST API: Create package relationship: %s %s %s
ar: REST API: إنشاء علاقة حزمة: %s%s%s

source: REST API: Create member object %s
ar: REST API: إنشاء كائن عضو %s

source: Trying to create an organization as a group
ar: محاولة إنشاء مؤسسة ككيانة

source: You must supply a package id or name (parameter "package").
ar: يجب عليك توفير معرف حزمة أو اسم (parameter "package").

source: You must supply a rating (parameter "rating").
ar: يجب عليك تقديم تصنيف (parameter "rating").

source: Rating must be an integer value.
ar: يجب أن يكون التقييم قيمة صحيحة.

source: Rating must be between %i and %i.
ar: يجب أن يكون التقييم بين%iو%i.

source: Error sending the invite email, the user was not created: {0}
ar: خطأ في إرسال البريد الإلكتروني للدعوة ، لم يتم إنشاء المستخدم: {0}

source: You must be logged in to follow users
ar: يجب عليك تسجيل الدخول لمتابعة المستخدمين

source: You cannot follow yourself
ar: لا يمكنك متابعة نفسك

source: You are already following {0}
ar: أنت تتابع بالفعل {0}

source: You must be logged in to follow a dataset.
ar: يجب عليك تسجيل الدخول لمتابعة جدولة البيانات.

source: User {username} does not exist.
ar: المستخدم {username} غير موجود.

source: You must be logged in to follow a group.
ar: يجب أن تكون مسجلا لمتابعة كيانة.

source: Delete User: {0}
ar: حذف المستخدم: {0}

source: REST API: Delete Package: %s
ar: REST API: حذف الحزمة:%s

source: REST API: Delete %s
ar: REST API: حذف %s

source: REST API: Delete Member: %s
ar: REST API: حذف العضو: %s

source: Organization cannot be deleted while it still has datasets
ar: لا يمكن شطب منظمة ولها مجموعة بيانات

source: id not in data
ar: id ليس في البيانات

source: Could not find vocabulary "%s"
ar: لا يمكن العثور على المفردات "%s"

source: Could not find tag "%s"
ar: تعذر العثور على العلامة "%s"

source: You must be logged in to unfollow something.
ar: يجب أن تكون مسجلا لخلط شيء ما.

source: You are not following {0}.
ar: أنت لا تتابع {0}.

source: Resource was not found.
ar: لم يتم العثور على الموارد.

source: Do not specify if using "query" parameter
ar: لا تحدد ما إذا كنت تستخدم معلمة "query"

source: Must be <field>:<value> pair(s)
ar: يجب أن يكون <field>:<value> pair(s)

source: Field "{field}" not recognised in resource_search.
ar: الحقل "{field}" غير معترف به في resource_search.

source: Package was not found.
ar: لم يتم العثور على الحزمة.

source: REST API: Update object %s
ar: REST API: تحديث الكائن%s

source: REST API: Update package relationship: %s %s %s
ar: REST API: تحديث علاقة الحزمة:%s%s%s

source: TaskStatus was not found.
ar: لم يتم العثور على TaskStatus.

source: Organization was not found.
ar: المؤسسة لم يتم العثور عليها.

source: User %s not authorized to create packages
ar: المستخدم%s غير مصرح له بإنشاء الحزم

source: User %s not authorized to edit these groups
ar: المستخدم%s غير مصرح له بتعديل هذه الكيانات

source: User %s not authorized to add dataset to this organization
ar: المستخدم%sغير مصرح له بإضافة جدولة البيانات الى هذه المؤسسة

source: No dataset id provided, cannot check auth.
ar: لا يمكن تحديد معرّف مجموعة البيانات ، لا يمكن التحقق من المصادقة

source: No package found for this resource, cannot check auth.
ar: لا يمكن العثور على حزمة لهذا المورد ، ولا يمكن التحقق من المصادقة.

source: User %s not authorized to create resources on dataset %s
ar: المستخدم%s غير مصرح لإنشاء موارد على جدولة البيانات%s

source: User %s not authorized to edit these packages
ar: المستخدم%s غير مصرح له بتعديل هذه الحزم

source: User %s not authorized to create groups
ar: المستخدم%s غير مصرح له بإنشاء كيانات

source: User %s not authorized to create organizations
ar: المستخدم%s غير مصرح له بإنشاء مؤسسات

source: User {user} not authorized to create users via the API
ar: المستخدم {user} غير مصرح له بإنشاء مستخدمين عبر API

source: Not authorized to create users
ar: غير مفوض لإنشاء المستخدمين

source: Group was not found.
ar: لم يتم العثور على الكيانة.

source: User %s not authorized to add members
ar: المستخدم%s غير مخول لإضافة أعضاء

source: User %s not authorized to edit group %s
ar: المستخدم%s غير مصرح له بتعديل الكيانة%s

source: User %s not authorized to delete resource %s
ar: المستخدم%s غير مخول بحذف المورد%s

source: Resource view not found, cannot check auth.
ar: لم يتم العثور على عرض المورد ، لا يمكن التحقق من المصادقة.

source: User %s not authorized to delete relationship %s
ar: المستخدم%s غير مخول بحذف العلاقة%s

source: User %s not authorized to delete groups
ar: المستخدم%s غير مصرح له بحذف الكيانات

source: User %s not authorized to delete group %s
ar: المستخدم%s غير مخول بحذف الكيانة%s

source: User %s not authorized to delete organizations
ar: المستخدم%sغير مخول بحذف المؤسسات

source: User %s not authorized to delete organization %s
ar: المستخدم%s غير مخول بحذف المنظمة%s

source: User %s not authorized to delete task_status
ar: المستخدم%s غير مخول بحذف task_status

source: Not authorized
ar: غير مصرَح له

source: User %s not authorized to read these packages
ar: المستخدم%s غير مصرح له بقراءة هذه الحزم

source: User %s not authorized to read package %s
ar: المستخدم%s غير مخول لقراءة الحزمة%s

source: User %s not authorized to read resource %s
ar: المستخدم%s غير مخول لقراءة المورد%s

source: User %s not authorized to read group %s
ar: المستخدم%s غير مخول لقراءة الكيانة%s

source: You must be logged in to access your dashboard.
ar: يجب تسجيل الدخول للوصول إلى لوحة التحكم الخاصة بك.

source: User %s not authorized to edit package %s
ar: المستخدم%sغير مصرح له بتحرير الحزمة%s

source: User %s not authorized to edit resource %s
ar: المستخدم%sغير مصرح له بتعديل المورد%s

source: User %s not authorized to change state of package %s
ar: المستخدم%s غير مخول بتغيير حالة الحزمة%s

source: User %s not authorized to edit organization %s
ar: المستخدم%s غير مصرح له بتعديل المؤسسة%s

source: User %s not authorized to change state of group %s
ar: المستخدم%s غير مصرح له بتغيير حالة الكيانة%s

source: User %s not authorized to edit permissions of group %s
ar: المستخدم%s غير مصرح له بتعديل أذونات الكيانة%s

source: Have to be logged in to edit user
ar: يجب تسجيل الدخول لتحرير المستخدم

source: User %s not authorized to edit user %s
ar: مستخدم%s غير مخول لتعديل المستخدم%s

source: User {0} not authorized to update user {1}
ar: User {0} غير مفوض لتحديث user {1}

source: User %s not authorized to change state of revision
ar: مستخدم %s غير مفوض لتغيير حالة المراجعة
